Repository: osaurus-ai/osaurus
Catalog: App/osaurus/Localizable.xcstrings
Source language: en
Languages: de, ru, zh_hans

source: About Osaurus
de: Über Osaurus
ru: О программе Osaurus
zh_hans: 关于 Osaurus

source: Acknowledgements…
de: Danksagungen…
ru: Благодарности…
zh_hans: 致谢…

source: Agents
de: Agenten
ru: Агенты
zh_hans: 智能体

source: Disable Voice Detection
de: Spracherkennung deaktivieren
ru: Отключить обнаружение голоса
zh_hans: 关闭语音检测

source: Documentation
de: Dokumentation
ru: Документация
zh_hans: 文档

source: Enable Voice Detection
de: Spracherkennung aktivieren
ru: Включить обнаружение голоса
zh_hans: 开启语音检测

source: Keyboard Shortcuts
de: Tastaturkurzbefehle
ru: Сочетания клавиш
zh_hans: 键盘快捷键

source: Manage Agents…
de: Agenten verwalten…
ru: Управление агентами…
zh_hans: 管理智能体…

source: Manage Schedules…
de: Zeitpläne verwalten…
ru: Управление расписаниями…
zh_hans: 管理计划任务…

source: Manage Themes…
de: Themes verwalten…
ru: Управление темами…
zh_hans: 管理主题…

source: Manage Watchers…
de: Watcher verwalten…
ru: Управление наблюдателями…
zh_hans: 管理监听器…

source: Models
de: Modelle
ru: Модели
zh_hans: 模型

source: New Schedule…
de: Neuer Zeitplan…
ru: Новое расписание…
zh_hans: 新建计划任务…

source: New Watcher…
de: Neuer Watcher…
ru: Новый наблюдатель…
zh_hans: 新建监听器…

source: New Window
de: Neues Fenster
ru: Новое окно
zh_hans: 新建窗口

source: New Window with Agent
de: Neues Fenster mit Agent
ru: Новое окно с агентом
zh_hans: 使用智能体新建窗口

source: Osaurus Help
de: Osaurus-Hilfe
ru: Справка Osaurus
zh_hans: Osaurus 帮助

source: Report an Issue…
de: Problem melden…
ru: Сообщить о проблеме…
zh_hans: 报告问题…

source: Schedules
de: Zeitpläne
ru: Расписания
zh_hans: 计划任务

source: Settings…
de: Einstellungen…
ru: Настройки…
zh_hans: 设置…

source: Toggle Voice Detection
de: Spracherkennung umschalten
ru: Переключить обнаружение голоса
zh_hans: 切换语音检测

source: Watchers
de: Watcher
ru: Наблюдатели
zh_hans: 监听器

source: Default
ru: По умолчанию

source: Discord Community
ru: Сообщество Discord
zh_hans: Discord 社区

source: Plugins
ru: Плагины
zh_hans: 插件

source: Server
ru: Сервер
zh_hans: 服务器

source: Theme
ru: Тема
zh_hans: 主题
